{
  "id": 0,
  "name": "Ингибитор коррозии (горючая жидкость)",
  "kind": 0,
  "formula": "Азотсодержащие органические соединения (имидазолины, амины) в растворе органических растворителей",
  "composition": {
    "components": [
      {
        "name": "Имидазолины и аминные соединения",
        "mass_fraction": 0.25
      },
      {
        "name": "Ароматические растворители (C7–C10)",
        "mass_fraction": 0.35
      },
      {
        "name": "Алифатические растворители (C9–C12)",
        "mass_fraction": 0.35
      },
      {
        "name": "Функциональные добавки (стабилизаторы, деэмульгирующие компоненты)",
        "mass_fraction": 0.05
      }
    ]
  },
  "notes": "Ингибитор коррозии — смесь азотсодержащих органических соединений и углеводородных растворителей, предназначенная для защиты оборудования и трубопроводов от электрохимической коррозии. Легковоспламеняющаяся жидкость; пары образуют взрывоопасные смеси с воздухом.",
  "physical": {
    "molar_mass_kg_per_mol": 0.12,
    "density_liquid_kg_per_m3": 870,
    "density_gas_kg_per_m3": 1.3,
    "evaporation_heat_J_per_kg": 280000.0,
    "boiling_point_C": 160
  },
  "explosion": {
    "explosion_hazard_class": 3,
    "flash_point_C": 35,
    "lel_percent": 0.9,
    "autoignition_temp_C": 260,
    "energy_reserve_factor": 2,
    "expansion_degree": 7,
    "heat_of_combustion_kJ_per_kg": 40000,
    "burning_rate_kg_per_s_m2": 0.028
  },
  "toxicity": {
    "hazard_class": 3,
    "pdk_mg_per_m3": 50,
    "lethal_tox_dose_mg_min_per_L": null,
    "threshold_tox_dose_mg_min_per_L": null
  },
  "reactivity": "Химически активен в отношении водонефтяных эмульсий. Может взаимодействовать с сильными окислителями. Пары образуют взрывоопасные смеси с воздухом.",
  "odor": "Специфический запах органических растворителей и ПАВ.",
  "corrosiveness": "Может вызывать набухание и разрушение некоторых полимерных материалов; к металлам в рабочих концентрациях неагрессивен.",
  "precautions": "Герметизация и вентиляция оборудования. Исключение источников огня. Применение взрывозащищённой аппаратуры, защитных перчаток, очков и спецодежды. При повышенных концентрациях — респираторы.",
  "impact": "При утечке образует пары органических растворителей, вызывающие раздражение дыхательных путей, кожи и глаз. Загрязняет почву и воду.",
  "protection": "Спецодежда, защитные очки, химически стойкие перчатки; при необходимости — респиратор для органических паров.",
  "neutralization_methods": "Ограничение зоны разлива, использование сорбентов для органических жидкостей, сбор и утилизация. Недопущение попадания в водоёмы.",
  "first_aid": "При вдыхании — вывести на свежий воздух. При раздражении глаз — промывать водой 10–15 минут. На кожу — промыть водой с мылом. При проглатывании — не вызывать рвоту, обратиться за медицинской помощью. При ожогах — прекратить воздействие высокой температуры, погасить пламя на одежде, разрезать одежду и наложить асептическую повязку."
}