# data/output/constants.py

SOCIAL_FATALITY_RISKS_DBR = [
    ("Риск смерти от всех причин", 18.4),
    ("Риск смерти для мужчин трудоспособного возраста", 16.1),
    ("Риск младенческой смертности", 14.7),
    ("Риск гибели от болезней кровообращения", 15.9),
    ("Риск смерти от внешних причин (трудоспособный возраст)", 8.4),
    ("Риск смерти от внешних причин", 7.4),
    ("Риск гибели при ДТП и пожарах", 0.0),
    ("Риск гибели в транспортном происшествии", -0.4),
    ("Риск гибели от самоубийства", -0.5),
    ("Риск гибели при ДТП", -1.0),
    ("Риск случайного смертельного отравления алкоголем", -3.7),
    ("Риск гибели от убийства", -4.4),
    ("Риск гибели при пожаре", -4.8),
    ("Допустимый риск гибели при пожаре", -22.9),
]


NGK_BACKGROUND_RISK = [
    ("Отрасль нефтегазового комплекса", "Нефтегазодобывающая промышленность"),
    ("Период оценки фонового риска", "2013–2022 гг."),
    ("Уровень фонового риска гибели, дБR", "-4.3"),
    ("Среднегодовое число погибших на 100 тыс. рискующих", "7.3"),
    ("Средний материальный ущерб от аварии, тыс. руб./ав.", "97000"),
]