[
  {
    "id": 1,

    "organization_full_name": "Публичное акционерное общество «Татнефть» им. В.Д. Шашина",
    "organization_short_name": "ПАО «Татнефть» им. В.Д. Шашина",

    "head_position": "Генеральный директор",
    "head_full_name": "Маганов Наиль Ульфатович",
    "head_short_name": "Маганов Н.У.",

    "ogrn": "1021601623702",
    "inn": "1644003838",
    "kpp": "164401001",

    "organization_address": "423450, Республика Татарстан, г. Альметьевск, ул. Ленина, д. 75",
    "email": "tnr@tatneft.ru",
    "phone": "(8553) 30-70-01",
    "fax": "(8553) 30-78-00",

    "opo_name": "Система промысловых трубопроводов",
    "opo_reg_number": "А43-01519-0866",
    "object_address": "Республика Татарстан, Бавлинский район",

    "object_description": "Площадка насосной станции ДНС-436 с установкой предварительного сброса воды НГДУ «Бавлынефть» предназначена для понижения давления в системе нефтесбора путем сепарации газа, учета и перекачки на УПС-ППН (девонской нефти), а также сброса пластовой воды и откачки предварительно подготовленной нефти (до 5 % обводнённостью сернистой нефти) на УПН г. Бавлы.",

    "area_characteristics": "Климат района расположения ОПО умеренно-континентальный с коротким теплым летом и умеренно холодной зимой. Местность, где располагается объект, потенциально не подтопляемый участок. Район расположения не сейсмичен, вероятность карстовых явлений ничтожно мала. Оползневых, суффозионных и карстовых явлений не наблюдается. Сильные наводнения исключены. Землетрясения, сели и лавины для данной местности не характерны. Наиболее холодные месяцы январь–февраль, средняя месячная температура января минус 13,8 °С, абсолютная минимальная температура воздуха минус 47 °С; наиболее теплые месяцы июнь–июль, средняя месячная температура июля плюс 19,7 °С, абсолютная максимальная температура воздуха плюс 38 °С. Особо охраняемые природные территории отсутствуют.",

    "sanitary_protection_zone_m": 1000,

    "employees_count": 250,
    "employees_other_opo_count": 350,

    "license_number": "ВХ-00-017006",

    "industrial_safety_management_system": "Положение № П3-05 Р-0877 ЮЛ-412, введено в действие 17 июня 2021 г.",
    "industrial_control_regulation": "Положение «Порядок организации и проведения производственного контроля за состоянием промышленной безопасности на опасных производственных объектах» № П3-05 Р-0032 ЮЛ-305, введено в действие с 23 декабря 2024 г.",
    "accident_investigation_regulation": "Регламент бизнес-процесса АО «Оренбургнефть» «Техническое расследование причин инцидентов, происшедших при эксплуатации опасных производственных объектов» № П3-05 РГБП-0713 ЮЛ-412, введен в действие 18 марта 2024 г.",

    "emergency_response_plan": "План мероприятий по локализации и ликвидации последствий аварий на опасных производственных объектах (утв. 14.09.2022 г.)",

    "opo_security": "ООО ЧОП «РН-Охрана-Оренбург», договор на оказание охранных услуг № 7704424/3802Д / № 6430024/0115Д от 26.12.2024 г.",

    "nasf_information": "Нештатное аварийно-спасательное формирование АО «Оренбургнефть» имеет свидетельство на право ведения газоспасательных и аварийно-спасательных работ № 13316 от 28.07.2022 г., рег. № 16/2-1-819, выданное отраслевой комиссией Минэнерго России по аттестации аварийно-спасательных служб (формирований) и спасателей нефтяной и газовой промышленности, а также иных отраслей ТЭК (ОАК ТЭК 16/2-1).",

    "pasf_information": "Профессиональное аварийно-спасательное формирование АО «ЦАСЭО» (договор № 7704124/2910Д от 11.11.2024 г.) имеет свидетельство на право ведения газоспасательных и аварийно-спасательных работ № 13316 от 28.07.2022 г., рег. № 16/2-1-819, выданное отраслевой комиссией Минэнерго России по аттестации аварийно-спасательных служб (формирований) и спасателей нефтяной и газовой промышленности, а также иных отраслей ТЭК (ОАК ТЭК 16/2-1).",

    "financial_reserve_order": "Приказ № 00856-25 от 4 марта 2025 г. «О создании финансового резерва для ликвидации чрезвычайных ситуаций на объектах АО «Оренбургнефть»",
    "material_reserve_order": "Приказ № 01097-23 от 16.02.2023 г. «О создании объектового материального резерва для ликвидации чрезвычайных ситуаций на объектах АО «Оренбургнефть»"
  }
]
