MASS_TO_PART = 0.125  # доля от полной массы при частичной разгерметизации
CD = 0.62  # коэф. истечения жидкости
MASS_IN_CLOUDE = 0.1  # доля во взрывоопасных пределах
MASS_IN_BLEVE = 0.15  # доля в огненном шаре
R = 8.314462618  # J/(mol*K)
K_ADIABAT = 1.3
P0 = 101325.0  # Pa
KG_TO_T = 0.001
MSG = 0.06  # кг/с*м2
WIND = 1  # м/с
SPILL_TO_PART = 0.12  # для частичного пролива
T_TO_KG = 1000
Pa_TO_kPa = 0.001
PEOPLE_COUNT = 369  # при расчете индивидуального риска
DENSITY_PEOPLE_PER_M2 = 0.0003  # при расчете количества погибших и пострадавших
D_MM_JET_LIQUID = 20
D_MM_JET_GAS = 20
EF = 350  # ср.поверхностная плотность теплового излучения, кВт/м2 (например ef = 450)
